Repository: Self-JD/MyPlace
Catalog: SourceMyPlace/*.lproj/Localizable.strings
Languages: fr

source: Turn On Location Service to Allow "MyPLace" to Determine Your Location
fr: Activez le service de localisation pour autoriser "MyPLace" à déterminer votre emplacement

source: We use your current location to provide more accurate information about your buddies.
fr: Nous utilisons votre position actuelle afin de fournir des renseignements plus précis à propos de vos amis.

source: Cancel
fr: Annuler

source: Go to Settings
fr: Allez dans Réglages

source: Normal
fr: La normale

source: Home
fr: Accueil

source: Manage Places
fr: Gérer les lieux

source: Set Alert
fr: Définir l'alerte

source: Go
fr: Aller

source: Sign Out
fr: Déconnexion
